[
  {
    "id": "grants",
    "title": "LASI Spain 2017: Grants for students",
    "posted": "2017-03-04",
    "primaryColor": "#5a7785",
    "secondaryColor": "#455a64",
    "image": "/images/posts/",
    "brief": "The Spanish Network Of Learning Analytics (SNOLA) will soon publish the announcement of grants for undergraduate and graduate students who wish to attend LASI Spain 2017."
  },
  {
    "id": "about-lasi17",
    "title": "Learning Analytics Summer Institute Spain 2017 (LASI Spain 2017)",
    "posted": "2017-03-05",
    "primaryColor": "#00BCD4",
    "secondaryColor": "#00BCD4",
    "image": "/images/posts/",
    "brief": "Learning Analytics (LA) is a research area that brings together experts in very diverse subjects (educational technology, artificial intelligence, education, data mining or psychology, etc.) with managers, administrators, politicians and companies related to formal and > informal education. Making the most of the increasing amount of data students and teachers leave when they interact with learning technologies is one of its main goals. However, LA has also created high expectations about the possibility of adapting the student learning path, developing recommendation systems, personalized learning and formative assessment. In summary, there is an interesting debate about the impact of LA in education. Sponsored by..."
  },
  {
    "id": "call-for-papers",
    "title": "LASI Spain 2017: Call for papers",
    "posted": "2017-03-06",
    "primaryColor": "#3F51B5",
    "secondaryColor": "#3F51B5",
    "image": "/images/posts/",
    "brief": "Learning analytics has become increasingly present in educational settings. Whenever information technologies are used for educational purposes, there is a trail of evidence of the activities and behaviors of both learners and instructors. Over time, the analysis of this evidence, be it real-time data or data stored in database systems, may help better understand and improve educational processes. Learning analytics covers..."
  },
  {
    "id": "call-for-papers-extended-deadline",
    "title": "LASI Spain 2017: Submission deadline extension (April 30)",
    "posted": "2017-04-13",
    "primaryColor": "#3F51B5",
    "secondaryColor": "#3F51B5",
    "image": "/images/posts/",
    "brief": ""
  }
]
